<?php

?>

<script src="<?php echo plugins_url( 'front-end/js/vendors.js', __FILE__ );?>"></script>
<script>
    var umg_data = {
        questions: [
            {
                value: ["Пьер Ришар","Мишель Буке","Фабрис Греко","Жак Франсуа","Даниэль Секкальди","Шарль Жерар","Мишель Омон","Сьюзи Дайсон","Жерар Жюньо","Мишель Робен"],
                answers: ["Неудержимые","Игрушка","Аватар","Черный лебедь"],
                hash: "c4060d02f07366c9ee16dc76d2130bb8da0fda62"
            },
            {
                value: ["Эдвард Нортон","Брэд Питт","Хелена Бонем Картер","Мит Лоаф","Зэк Гренье","Холт МакКэллани","Джаред Лето","Эйон Бэйли","Ричмонд Аркетт","Дэвид Эндрюс"],
                answers: ["Неудержимые","Бойцовский клуб","Аватар","Черный лебедь"],
                hash: "f31acb809f99c81652c258821eca659cb1eeeb69"
            },
            {
                value: ["Марлон Брандо","Аль Пачино","Джеймс Каан","Роберт Дювалл","Ричард С. Кастеллано","Дайан Китон","Талия Шайр","Джон Казале","Аль Леттьери","Стерлинг Хейден"],
                answers: ["Неудержимые","Игрушка","Аватар","Крестный отец"],
                hash: "a8923c00dc64fd2f11f54e4f95adf2ba7121b0a3"
            },
            {
                value: ["Майкл Дж. Фокс","Кристофер Ллойд","Лиа Томпсон","Криспин Гловер","Томас Ф. Уилсон","Клодия Уэллс","Марк МакКлюр","Уэнди Джо Спербер","Джордж ДиЧенцо","Фрэнсис Ли МакКейн"],
                answers: ["Назад в будущее","Игрушка","Аватар","Черный лебедь"],
                hash: "bf9910476dd5ffc3c0b2298eab5ef5b9568262f3"
            }
        ]
    };
</script>
<script src="<?php echo plugins_url( 'front-end/js/scripts.js', __FILE__ );?>"></script>

test